build-essential
bison
chromium-browser
clang
cmake
curl
doxygen
flex
gdb
gimp
gitk
htop
i3
meld
python
python-dev
python-lxml
valgrind
vim
vlc
shellcheck
tree
texlive-lang-all
texmaker
zsh
